AmountOfTime
AmountQuantity
Angle
Area
BaseUnit
BasicUnit
Biomass
CarbonContent
Contains
Crop
DerivedUnit
Dimension
FundamentalDimension
Influence
Mass
Measurement
Percentage
PrimaryDimensions
Quantity
Region
Soil
Temperature
TemperatureOf
Time
Unit
Water
abc
absolute
acre
act
actions
active
actors
ad
addition
affect
agro
agroforestry
air
al
albedo
amper
ampere
angle
apb
apesc
aquatic
are
area
argumentnbtwo
arguments
aspect
assimilation
ausserfern
austria
average
axes
axis
base
basic
beam
bellocchi
biomass
biophysical
bludenz
bodenseegebiet
boolean
branch
bregenzer
bristow
brl
burgenland
bynbone
c
campbell
candela
carbon
carbon_content
cell
cells
celsius
centimeter
century
changing
chemicals
clear
clima
climate
coefficient
columns
complex
component
components
composite
conditions
consists
consistsof
constant
consumption
contains
content
context
contextual
core
correspondent
coulomb
cr
crop
cros
current
daily
dailyby
data
databases
date
day
deca
decade
december
declination
default
degree
degrees
demo
density
derived
derivedFromUnit
diffuse
dimension
dimensional
dimensionless
dimensions
direction
distributed
divided
division
dolar
domain
donatelli
double
duration
duru
dynamic
east
ecological
economic
efficiency
eisenwurzen
elements
elevation
energy
entity
enviroment
environment
equivalent
erosion
euro
europe
european
evapotranspiration
event
every_time
ew
excretion
experiments
exponentiation
expressed
expresses
extra
extraterrestrial
factor
fae
fahrenheit
farad
farm
farmer
fb
fish
fishing
float
food
forMonth
frequency
from
fruit
fssim
fssimc
fundamental
gams
giga
global
grain
gram
grass
gray
graz
grid
ground
growth
gsr
h
harvest
harvested
hasDimension
hasFirstDimension
hasFirstUnit
hasMeasureProperty
hasQuantity
hasQuantityFrom
hasQuantityTo
hasSoil
hasTime
hd
hectare
hecto
hectometer
henry
hertz
hfb
hour
hourly
identity
ifw
iifw
immaterial
implemented
indicators
individual
influence
information
innsbruck
innviertel
inputs
instance
int
integer
intensity
interim
irradiance
isMeasured
isQuantityTo
item
jordan
joule
kaernten
kappel
kelvin
kelvins
kilo
kilogram
kilometer
kirchdorf
klagenfurt
lake
land
latitude
layer
leaf
lenght
length
liezen
linear
lintulnbone
linz
liu
logging
luminous
lungau
lux
maker
manage
managed
management
mass
matematical
material
mathematical
matrix
max
measure
measured
measurement
measures
measuresDimension
measuring
mega
megahertz
mesuremnent
meter
meters
micro
mile
miligram
milimeter
millenium
milli
millimeter
min
minute
mittelburgenland
mix
ml
mnbthree
mnbtwo
mngt
mod
model
modelling
models
mole
money
month
monthly
mortality
mostviertel
mp
muehlviertel
multiplication
nano
nanometer
natality
native
nbeight
nbfour
nbone
nbonenbzero
nbthreenbsixnbsix
nbtwonbfour
negative
newton
nfs
niederoesterreich
nitrogen
no
nordburgenland
nordteil
north
ns
number
nutrient
oberkaernten
oberland
oberoesterreich
obersteiermark
observation
observes
oestliche
ofMeasurement
ohm
omponents
one
operation
orchard
ostoesterreich
oststeiermark
osttirol
outputs
p
parameter
pascal
perCelsius
perDay
perHectare
perHour
perKelvin
perKilogram
perMeter
perSecond
per_Area
per_Mass
per_Temperature
per_Time
percent
percentage
person
pesticide
pesticides
petiol
photosyntetically
physical
pinzgau
plant
plants
pnm
poelten
point
policy
pond
pongau
population
positive
power
powernbfour
powernbthree
pp
ppr
precipitation
prefix
presentation
previous
primary
produces
product
production
profit
programming
property
quantities
quantity
r
radian
radiation
rain
rainfall
rainy
raising
range
rate
rates
real
refeference
reference
refers
reflected
region
related
requirements
requires
resource
respiration
rheintal
root
rotation
running
s
salzburg
sampling
sankt
scale
scaling
sd
seam
season
second
semester
series
set
shifting
short
siemens
sign
simple
simulation
size
sky
slope
soil
solar
some_day
south
space
spatial
specific
speed
square
states
static
steiermark
stem
steradian
steyr
stocked
stocking
stolon
stream
structure
subtraction
sued
suedburgenland
suedoesterreich
suedsteiermark
suedteil
sunrise
sunset
sunshine
supit
tables
temp
temperature
temporal
terrestrial
tesla
test
thorton
tillage
timber
time
tirol
tiroler
to
tool
transmissivity
traunviertel
tree
tuber
type
umgebung
umland
und
undefined
union
unit
units
unknown
unterkaernten
unterland
use
value
van
variables
vector
vegetation
velocity
villach
visualisation
volt
volume
vorarlberg
wald
waldviertel
water
watt
weather
weber
week
weight
weigth
weinviertel
wels
west
westliche
westoesterreich
when
wien
wiener
wind
winslow
woodward
workflow
wt
year
yearly
yes
zero
