Antique
April
Autumn
Beijing
Berlin
Caspian_Sea
China
DEFAULT_ROOT_CONCEPT
DEFAULT_ROOT_RELATION
December
Dollar
English
February
GMT_UTC-1
GMT_UTC-10
GMT_UTC-11
GMT_UTC-12
GMT_UTC-2
GMT_UTC-3
GMT_UTC-4
GMT_UTC-5
GMT_UTC-6
GMT_UTC-7
GMT_UTC-8
GMT_UTC-9
GMT_UTC_1
GMT_UTC_10
GMT_UTC_11
GMT_UTC_12
GMT_UTC_13
GMT_UTC_2
GMT_UTC_3
GMT_UTC_4
GMT_UTC_5
GMT_UTC_6
GMT_UTC_7
GMT_UTC_8
GMT_UTC_9
Germany
Irkutsk
January
July
June
Kazan
Kremlin
Lake_Baikal
March
Material
May
Moscow
Neva
November
Novgorod
October
Peter_Paul_fortress
Peter_and_Paul_Fortress
Red_Square
Russia
Russian
September
Spring
St.Petersburg
St_Petersburg
Summer
Trans-Siberian
Trans_Siberian
U.S.A.
Ulyanovsk
Visa
Vladivostok
Vodka
Volga
Volgograd
Winter
a
accomodation
active
activity
adventure
africa
agent
agricultural
air
alcohol
along_river
alpine
am
ameriaca
america
amsterdam
andrei
animal
animist
annual
antarctica
antique
appartment
approval
april
arbat
arcade
archipelago
architecture
arctic
area
area_unit
arms
army
art
artwork
asia
attend
attractions
august
author
automotive
autumn
azov
backdrop
baikal
balalaika
ballet
bank
banking
bar
basil
bath
battleship
be_paid_for
be_used_for
bear
beginn
beijing
belgium
belong_to___city
belong_to___document
belong_to___person
berlin
bicycling
bills
birch
birthplace
black
boat
boeing
bolshoi
border
boutique
bread
budapest
budget
building
bus
business
cafe
canada
canal
capital
card
carnival
cash
casino
caspian
cathedral
caucasus
causal
caviar
cellular
certificate
certifikate
chechnya
check
cheque
china
christ
christmas
church
cinema
circle
circus
circuse
cititzen
city
classic
clock
close
closed
closed_on
clothes
club
coal
company
composer
composition
concept
concert
conservatory
construction
consumer
consumption
continent
convenience
cooperative
country
credit
credit_card
cruise
cruiser
culture
cure
currency
czar
czech
dachas
dagestan
dance
dancer
danger
day
december
decorative
deer
default
demetrius
departure
designer
destination
device
dimension
diphtheria
direction
disco
disease
distance
district
dnepr
document
dollar
dom
dombai
don
dostoyevsky
drink
drive
duck
duration
earth
east
easter
eating
economical
electromagnetic
electronic
embroidery
encephalitis
english
entertainment
environment
equipment
ethnic
eu
europe
event
example
exist
exist_in
fact
far
february
federation
fee
female
festival
film
flight
flow
folk
food
foreign
forest
fortress
founded
france
friday
fruit
gallery
garden
gdp
gender
geographical
german
germany
gmt
goncharev
goods
gorbachev
gorky
government
gps
grand
griboyedova
growth
gulf
gun
hall
hand
handwork
hard
has
has_birthplace
has_border
has_country
has_destination
has_duration_unit
has_festival
has_garden
has_language
has_length_unit
has_offer
has_place
has_president
has_time_unit
hat
head
health
hepatltis
hermitage
hertz
higher
hiking
hill
hilltop
hilton
history
holland
horseback
hotel
hour
hours
human
human_being
hungary
hungry
hunting
hydrotherapy
ice
icecream
ilino
immaterial
inch
include
included
industry
inflation
information
infrastructure
ingushetia
inhabitant
inspector
instrument
interred
irkutsk
iron
is
is_close_to
isaac
islam
island
islands
ivan
izmailovski
january
japan
jaunt
july
june
kamchatka
kayaking
kazan
kilo
kilo_meter
kilometer
kizhi
km
known
kola
kremlin
krisis
kuril
lacquerware
lake
land
language
laptop
length
length_unit
lenin
leo
level
lie
literature
live
live_in
lived
lived_in
living
living_being
local
locatable
location
lodging
lukoil
major
male
mall
mamayev
manezh
march
mariinsky
maritime
market
massage
material
material_thing
may
means
measurement
meat
member
memorabilia
meta
meter
method
metric
mid
middle
mikhail
mile
milkailovsky
millennium
mineral
minute
monday
monetary
month
monument
moscow
mountain
mountaineering
mouth
mud
murmansk
museam
museum
mushroom
music
musical
musician
nameable
natur
nature
nbeight
nbfive
nbfour
nbnine
nbone
nbonenbone
nbonenbthree
nbonenbtwo
nbonenbzero
nbseven
nbsevennbfournbseven
nbsix
nbthree
nbthreedays
nbthreemonths
nbtwo
nbtwonbfour
nbzero
need
needed
neva
nevsky
nicholas
nightlife
nights
normal
north
northeast
northwest
novel
november
novgorod
novosibirsk
object
observed
oceania
october
odessa
offer
oil
old
onega
onion
open
opera
ordinary
ore
orel
organisation
orthodox
others
outer
overview
pacific
paid
painted
palace
panorama
paris
park
partial
partner
pass
pass_by
passport
paul
pavlovsk
pay
payment
pearce
peninsula
performance
person
peter
petersburg
petrodvorets
petrozavodsk
phone
photocopy
physical
physical_thing
physician
pine
place
plane
plant
plaque
pm
point
poland
pole
political
political_area
political_region
population
position
potato
potitical
prague
president
product
prospekt
public
pushkin
putin
pyatigorsk
rabies
railway
rain
range
rate
recreation
red
region
registered
relation
religion
reserve
rest
restaurant
revolutionary
riding
risk
river
rivertransport
robber
rock
root
rouble
ruble
russia
russian
sakharov
samovar
saturday
sauna
savior
saviour
sawn
scale
scarves
sculpture
sea
season
second
september
service
ship
shirt
shop
shopping
shouldnot
showed
siberian
sight
simple
singing
skating
ski
skiing
slot
sochi
sofia
sold
sophia
source
south
southeast
southwest
souvenir
soviet
space
special
spiritual
sponsor
sport
sports
spring
sq
square
st
stadium
state
steamship
stone
store
stpetersburg
street
student
study
summer
sunday
surface
surface_area
suzdal
swimming
take_place_at
take_place_on
tatar
taxi
tchaikovsky
theatre
thursday
tiger
timber
time
time_unit
time_zone
titanic
tolstoy
top
tour
tourist
tower
town
trading
traditional
train
training
trans
transfer
transport
travel
travel_event
traveler
traveller
trekking
tretyakov
tuesday
tula
turgenev
type
typhoid
ude
ukrainian
ulan
ulyanovsk
unit
university
ural
us_dollar
used
ussuri
utc
vacation
valley
vegetable
view
village
visa
vista
visual
vitoslavlitsy
vladimir
vladimirovich
vladivostok
vodka
volga
volgograd
volt
volume
vosstaniye
wall
war
warsaw
water
waterfall
waterway
wednsday
week
weekday
west
white
winter
wolf
wood
woodcarving
wooden
written
yakutsk
year
zhanra
zone
